insert into posts (name,content,create_time,update_time)values('回顾：听听14岁时的Aaron Swartz预言网络未来','<div class="post f"><p><img src="http://www.niupic.com/images/2013/01/14/0tWEq.jpg" alt="回顾：听听14岁时的Aaron Swartz预言网络未来"></p>
<p>在2001年一次WBEZ电台的采访中，Aaron Swartz这位具有远见卓识并参与制定RSS标准的14岁男孩，告诉主播Lew Koch他心目中的网络未来。“语言近景要比远景难得多。”他警示道。但他亦提及，“语义网”（<a target="_blank" rel="external" href="http://zh.wikipedia.org/wiki/%E8%AF%AD%E4%B9%89%E7%BD%91">维基百科链接</a>）的到来近在咫尺，这将是一种双向性的网络，网络中的用户可以自己打造自己的网页。</p>
<p>今日，正面临所谓非法下载学术文章带来的牢狱之灾的Swartz，已于上周五结束自己的生命。</p>
<p>把目光转回到节目中吧。“用户，”他解释道，“将能够真正参与到网络中。网络绝不是那种被动的媒介，就像用户只坐在电脑前读其他人写的东西。每个人在网络上都有自己的空间，并写着自己的话。”此时，Live Journal已经成立两年；两年后，MySpace诞生。</p>
<p><img src="http://www.niupic.com/images/2013/01/14/3um2.jpg" alt="回顾：听听14岁时的Aaron Swartz预言网络未来"></p>
<p>在更远些的将来，他想象搜索引擎能够回答一系列复杂的问题，计算机能“帮人们料理生活中的平常事。”但他反驳了一些有关人工智能的问题。“我不太相信人工智能这回事。”他告诉主播，但是，“我们会拥有沟通性更强的电脑。”</p>
<p>当提及他是如何参与到RSS制定、如何看待自己的名气时，他用电子邮件的例子来回答：“没有人知道你多大，没有人知道你是谁。你所做的就是把电邮发出去，等待别人根据你邮件的内容回信。”在此期间，他的情绪十分激动，声音的音量从来未降低。</p>
<p>“有很多人正仔细的阅读我所写的东西，并将反馈发回来，这点让我着实激动。”他说。（四年之后，他加入了Reddit的创始人队伍，并把这个网站打造成今日最著名的网站之一。）“我开始更多地参与到这项工作，订阅越来越多的表单，不断地发送一封封邮件。我几乎将全部精力都投在这上面了。”</p>
<p>via <a target="_blank" rel="external" href="http://www.buzzfeed.com/jwherrman/listen-to-a-14-year-old-aaron-swartz-predict-the-f">Buzzfeed</a></p>
<div class="break"></div></div>',4242342,45345);



有一群人，他们积极自律，每天按计划行事，有条不紊；他们不张扬，把自己当成最卑微的小草，等待着人生开出花朵的那天。他们早晨5点多起来健身，你在睡 觉；7点开始享受丰盛的早餐，蛋白质维生素淀粉粗纤维样样俱全，为新的一天起了一个好头，当他们收拾妥当准备开始一整天的工作时，你还在睡觉；他们用上午 的高效时间完成了一个又一个任务，甚至发现的新的商机，发现了有可能给人生带来改观的机遇，当午餐时间临近，他们伸了伸腰，准备稍作休息，此时你终于起 床。 



他们的午餐不铺张浪费，却营养全面，他们有选择的进食，因为清楚的知道自己想要的是什么，而你也在起床之后但觉到了饿意，你早早的洗了把脸，甚至连牙 都没刷，打开冰箱，拿出了昨晚跟朋友high过之后带回来的薯条以及可乐；午睡之后，他们重新积极的投入工作，而你也终于吃饱喝足，坐在了电脑前。 



是的， 你的一天开始了。 

晚上回到家里，他们也打开了电脑，也许是为了完成白天没来得及做完的工作，也许是因为前两天刚报了一个网络课堂，此时你还沉浸在dota 中，你发的贴子还不够有人气，你发现空老师又更新微薄了，电视剧里男女猪脚还没有最后在一起，作恶多端的女二号还没有得到应有的报应。 



终于，22点到了， 他们停下了工作，或许去满满的书架上拿下了一本书，或许拿起了自己心爱的乐器打算练练手，或许已经上床睡觉。当然，睡之前他们会想一想，自己在这一天都做 了什么，有什么收获，又有什么教训。最后，他们又重新提醒了一下自己那个埋在内心深处的梦想，然后满意的睡去了。 

此时的你还在等待升级，还在顶贴子，还在 刷微薄，还在为了男一号女一号哭哭啼啼，你的一天才刚刚开始精彩。后半夜，一种预感到了困意，依依不舍的关掉了电脑，身上已经很臭，你却懒得去洗一个澡。 你走向了乱糟糟的床，钻进了肮脏的被窝，掏出了手机——是的，爪机党伤不起。 

你隐约知道自己的身边有那么一群“他们”，可是你却没有办法实实在在的感受到他们的存在。 

直到有一天，你和“他/她”终于浪漫的相见了——他/她 是老总，你是普通的打工仔；他/她是主任，你是弱爆了的小职员；他/她游历各国，念着你想念的大学，拍着你想拍的照片，过着你想过的生活，他/她各种恣意 的小清新，而你，是的，我知道你恨小清新，可是这又有什么关系？ 

事实已经如此，你就是那个电脑荧光照射下的SB。 

如果你再不改变的话。